Repository: zeze418/Thaw
Catalog: Thaw/Resources/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, hu, id, it, ja, ko, nl, pl, pt_br, ru, th, tr, uk, vi, zh_hans, zh_hant

source: To switch profiles with Focus modes, add %1$@ as a Focus Filter in System Settings %2$@ Focus %3$@ [Mode] %4$@ Focus Filters. When a Focus mode deactivates, the display profile is automatically restored.
cs: Chcete-li přepínat profily s režimy soustředění, přidejte filtr „%1$@“ jako filtr soustředění v Nastavení systému %2$@ Soustředění %3$@ [Režim soustředění] %4$@ Filtry režimu soustředění. Poté, co se Režim soustředění vypne, obnoví se automaticky i profil.
de: Um Profile mit dem Fokus zu wechseln, muss %1$@ als Fokusfilter unter Systemeinstellungen%2$@ Fokus %3$@ [gewünschter Modus] %4$@ Fokusfilter hinzugefügt werden. Wenn sich ein Fokus deaktiviert, wird das Bildschirmprofil automatisch wiederhergestellt.
es: Para cambiar de perfil con los modos de enfoque, añade %1$@ como filtro de enfoque en Ajustes del sistema %2$@ Enfoque %3$@ [Modo] %4$@ Filtros de enfoque. Cuando se desactiva un modo de enfoque, el perfil de pantalla se restablece automáticamente.
fr: Pour changer de profil avec les modes Focus, ajoutez %1$@ en tant que filtre Focus dans les paramètres système %2$@ Focus %3$@ [Mode] %4$@ Filtres Focus. Lorsqu'un mode Focus est désactivé, le profil d'affichage est automatiquement rétabli.
hu: Profilok Fókusz módokkal történő váltásához add hozzá a %1$@ elemet Fókuszszűrőként itt: Rendszerbeállítások %2$@ Fókusz %3$@ [Mód] %4$@ Fókuszszűrők. Amikor egy Fókusz mód kikapcsol, a kijelzőprofil automatikusan visszaáll.
id: Untuk berpindah profil dengan mode Fokus, tambahkan %1$@ sebagai Filter Fokus di Pengaturan Sistem %2$@ [Mode] Fokus %3$@ %4$@ Filter Fokus. Ketika mode Fokus dinonaktifkan, profil tampilan akan dipulihkan otomatis.
ja: フォーカスモードでプロファイルを切り替えるには、システム設定 %2$@ フォーカス %3$@ [モード] %4$@ フォーカスフィルタで %1$@ をフォーカスフィルタとして追加してください。フォーカスモードが無効になると、ディスプレイプロファイルは自動的に復元されます。
ko: 집중 모드를 이용해 프로필을 변경하려면 시스템 설정 %2$@ 집중 모드 %3$@ [모드] %4$@ 집중 모드 필터에 %1$@를 추가하세요. 집중 모드가 꺼지면 디스플레이 프로필이 자동으로 원래대로 돌아옵니다.
nl: Om van profiel te wisselen met focusmodi, voeg je %1$@ toe als focusfilter in Systeeminstellingen %2$@ Focus %3$@ [Modus] %4$@ Focusfilters. Wanneer een focusmodus wordt uitgeschakeld, wordt het weergaveprofiel automatisch hersteld.
pl: Aby przełączać profile za pomocą trybów skupienia, dodaj %1$@ jako filtr trybu skupienia w Ustawieniach systemowych %2$@ Tryb skupienia %3$@ [Tryb] %4$@ Filtry trybu skupienia. Po wyłączeniu trybu skupienia profil wyświetlacza zostanie automatycznie przywrócony.
pt_br: Para alternar entre perfis com os modos de Foco, adicione %1$@ como um Filtro de Foco em Ajustes do Sistema %2$@ Foco %3$@ [Modo] %4$@ Filtros de Foco. Quando um modo de Foco é desativado, o perfil de exibição é restaurado automaticamente.
ru: Чтобы переключаться между профилями с помощью режимов фокусировки, добавьте %1$@ в качестве фильтра фокусировки в «Настройки системы» %2$@ «Фокусировка» %3$@ [Режим] %4$@ «Фильтры фокусировки». При отключении режима фокусировки профиль дисплея восстанавливается автоматически.
th: หากต้องการสลับโปรไฟล์ตาม Focus Mode ให้เพิ่ม %1$@ เป็น Focus Filter ได้ที่ System Settings %2$@ Focus %3$@ [Mode] %4$@ Focus Filters เมื่อ Focus Mode สิ้นสุด โปรไฟล์การแสดงผลจะถูกเรียกคืนโดยอัตโนมัติ
tr: Odak modlarıyla profil değiştirmek için %1$@ uygulamasını Sistem Ayarları %2$@ Odak %3$@ [Mod] %4$@ Odak Filtreleri altından bir Odak Filtresi olarak ekleyin. Bir Odak modu devre dışı kaldığında, ekran profili otomatik olarak geri yüklenir.
vi: Để chuyển đổi cấu hình với Chế độ Tập trung, hãy thêm %1$@ làm Bộ lọc lấy nét trong Cài đặt hệ thống %2$@ Tập trung %3$@ [Chế độ] %4$@ Lọc Tập trung. Khi chế độ Tập trung tắt, cấu hình hiển thị sẽ tự động được khôi phục.
zh_hans: 若要通过专注模式切换配置，请在“系统设置 %2$@ 专注 %3$@ [模式] %4$@ 专注模式过滤器”中将 %1$@ 添加为专注模式过滤器。当专注模式停用时，显示配置将自动恢复。
zh_hant: 若要透過專注模式切換設定檔，請在「系統設定 %2$@ 專注模式 %3$@ [模式] %4$@ 專注模式篩選條件」中將 %1$@ 新增為專注模式篩選條件。當專注模式停用時，顯示設定檔將自動回復。

source: Update Active Profile
cs: Uložit pro aktivní profil
de: Aktives Profil aktualisieren
es: Actualizar perfil activo
fr: Mettre à jour le profil actif
hu: Aktív profil frissítése
id: Perbarui Profil Ini
it: Aggiorna Prolfilo Attivo
ja: アクティブなプロファイルを変新
ko: 활성화된 프로필 업데이트
nl: Actief profiel bijwerken
pl: Zaktualizuj aktywny profil
pt_br: Atualizar perfil ativo
ru: Обновить текущий профиль
th: อัปเดตโปรไฟล์ที่ใช้งานอยู่
tr: Aktif Profili Güncelle
uk: Оновити активний профіль
vi: Cập nhật hồ sơ hoạt động
zh_hans: 更新激活的配置文件
zh_hant: 更新目前啟用的設定檔

source: Update All Profiles
cs: Uložit pro všechny profily
de: Alle Profile aktualisieren
es: Actualizar todos los perfiles
fr: Mettre à jour tous les profils
hu: Összes profil frissítése
id: Perbarui Semua Profil
it: Aggiorna tutti i profili
ja: すべてのプロファイルを変新
ko: 모든 프로필 업데이트
nl: Alle profielen bijwerken
pl: Zaktualizuj wszystkie profile
pt_br: Atualizar todos os perfis
ru: Обновить все профили
th: อัปเดตโปรไฟล์ทั้งหมด
tr: Tüm Profilleri Güncelle
uk: Оновити всі профілі
vi: Cập nhật tất cả hồ sơ
zh_hans: 更新所有配置文件
zh_hant: 更新所有設定檔

source: While rearranging
cs: Během uspořádávání
de: Beim Umsortieren
es: Al reorganizar
fr: Lors du réagencement
hu: Átrendezés közben
id: Saat menata ulang
it: Durante il riordino
ja: 並べ替え中
ko: 재배열 중
nl: Tijdens het herschikken
pl: Podczas przestawiania
pt_br: Ao reorganizar
ru: При перестановке
th: ขณะจัดเรียงใหม่
tr: Yeniden düzenlerken
uk: Під час перевпорядкування
vi: Khi sắp xếp lại
zh_hans: 重新排列时
zh_hant: 重新排序時

source: Welcome to Thaw
cs: Vítejte v Thaw
de: Willkommen bei Thaw
es: Bienvenido a Thaw
fr: Bienvenu sur Thaw
hu: Üdvözöljük a Thaw-ban
id: Selamat Datang di Thaw
it: Benvenuti in Thaw
ja: Thawへようこそ
ko: Thaw에 오신 것을 환영합니다
nl: Welkom bij Thaw
pl: Witamy w Thaw
pt_br: Bem-vindo ao Thaw
ru: Добро пожаловать в Thaw
th: ยินดีต้อนรับสู่ Thaw
tr: Thaw uygulamasına hoş geldiniz
uk: Ласкаво просимо до Thaw
vi: Chào mừng đến với Thaw
zh_hans: 欢迎使用 Thaw
zh_hant: 歡迎使用 Thaw

source: When a profile is active, choose whether spacing changes save to just the active profile or to every profile.
cs: Když je profil aktivní, vyberte, zda chcete změnu rozestupů uložit pouze do aktivního profilu, nebo do všech.
de: Wenn ein Profil aktiv ist, auswählen ob die Änderung nur für das dieses oder für alle Profile gespeichert werden soll.
es: Cuando un perfil está activo, elige si los cambios de espaciamiento se guardan al perfil activo o a todos los perfiles.
fr: Quand un profil est actif, choisissez si les modifications d'espacement doivent être enregistrées uniquement dans le profil actif ou dans tous les profils.
hu: Amikor egy profil aktív, válszd ki hogy a térközváltozások csak az aktív profilhoz vagy az összes profilhoz legyenek elmentve.
id: Ketika profil aktif, pilih apakah perubahan jarak akan disimpan hanya untuk profil tersebut atau untuk semua profil.
it: Quando un profilo è attivo, scegli se salvare le modifiche alla spaziatura solo nel profilo attuale o in tutti i profili.
ja: プロファイルがアクティブな場合、間隔の変更をアクティブなプロファイルだけに保存するか、すべてのプロファイルに保存するかを選択します。
nl: Als een profiel actief is, kun je kiezen of wijzigingen in de spatiëring alleen in het actieve profiel worden opgeslagen of in alle profielen.
pl: Gdy profil jest aktywny, wybierz, czy zmiany odstępów mają być zapisywane tylko dla aktywnego profilu, czy dla wszystkich profili.
ru: Когда профиль активен, выберите, сохранять изменения интервалов только в активный профиль или во все профили.
th: เมื่อมีโปรไฟล์ที่ใช้งานอยู่ ให้เลือกว่าการเปลี่ยนแปลงระยะห่างจะบันทึกไว้เฉพาะในโปรไฟล์ที่ใช้งานอยู่ หรือบันทึกไว้ในทุกโปรไฟล์
tr: Bir profil etkinken, aralık değişikliklerinin yalnızca etkin profile mi yoksa tüm profillere mi kaydedileceğini seçin.
uk: Коли профіль активний, виберіть, чи зміни інтервалів слід зберігати лише в активному профілі, чи у всіх профілях.
vi: Khi một cấu hình đang hoạt động, hãy chọn xem các thay đổi về khoảng cách chỉ lưu vào cấu hình đang hoạt động hay vào mọi cấu hình.
zh_hans: 当某个配置文件处于活动状态时，可选择将间距更改仅保存到当前配置文件，还是保存到所有配置文件。
zh_hant: 當有設定檔啟用時，請選擇將間距設定儲存至僅目前啟用的設定檔或所有設定檔。

source: When an app sends a thaw:// URL to change settings, Thaw checks if that app is whitelisted.
cs: Když aplikace odešle URL thaw:// za účelem změny nastavení, Thaw zkontroluje, zda je aplikace na seznamu povolených.
de: Wenn eine Anwendung eine Einstellungsänderung über eine thaw:// URL schickt, überprüft Thaw ob die Anwendung auf der Whitelist steht.
es: Cuando una aplicación envía una URL thaw:// para cambiar la configuración, Thaw comprueba si esa aplicación está en whitelist.
fr: Lorsqu'une application envoie une URL de type thaw:// pour modifier les paramètres, Thaw vérifie si cette application figure sur la liste blanche.
hu: Amikor egy alkalmazás thaw:// URL-t küld a beállítások módosításához, a Thaw ellenőrzi, hogy az alkalmazás szerepel-e az engedélyezőlistán.
id: Saat apilkasi mengubah pengaturan melalui thaw://URL, Thaw akan memeriksa apakah aplikasi tersebut ada dalam daftar izin.
it: Quanto un'applicazione invia un URL thaw:// per modificare le impostazioni, Thaw verifica se tale applicazione è nella whitelist.
ja: アプリが thaw:// URL を使用して設定変更をリクエストすると、Thaw はそのアプリがホワイトリストに登録されているかを確認します。
ko: 앱이 설정을 변경하기 위해 thaw:// URL을 전송하면, Thaw는 해당 앱이 화이트리스트에 있는지 확인합니다.
nl: Wanneer een app een thaw://-URL verstuurt om instellingen te wijzigen, controleert Thaw of die app op de witte lijst staat.
pl: Gdy aplikacja wysyła adres URL typu thaw:// w celu zmiany ustawień, Thaw sprawdza, czy ta aplikacja znajduje się na białej liście.
pt_br: Quando um aplicativo envia uma URL thaw:// para alterar as configurações, o Thaw verifica se esse aplicativo está na lista de aplicativos autorizados.
ru: Когда приложение отправляет URL-адрес thaw:// для изменения настроек, Thaw проверяет, включено ли это приложение в белый список.
th: เมื่อแอปส่ง thaw:// URL เพื่อเปลี่ยนการตั้งค่า Thaw จะตรวจสอบว่าแอปนั้นอยู่ในรายการที่อนุญาตหรือไม่
tr: Bir uygulama ayarları değiştirmek için thaw:// bağlantısı gönderdiğinde, Thaw o uygulamanın güvenli listede olup olmadığını kontrol eder.
vi: Khi một ứng dụng gửi URL thaw:// để thay đổi cài đặt, Thaw sẽ kiểm tra xem ứng dụng đó có nằm trong danh sách trắng hay không.
zh_hans: 当应用发送 thaw:// URL 来更改设置时，Thaw 会检查该应用是否在白名单中。
zh_hant: 當應用程式透過 thaw:// URL 變更設定時，Thaw 會檢查該程式是否在白名單中。

source: When you open a menu bar item from the search panel, move the mouse pointer next to it, so its menu appears under the pointer.
cs: Když otevřete položku řádku nabídek z vyhledávacího panelu, přesune se ukazatel myši vedle ní, aby se pod ukazatelem zobrazila její nabídka.
de: Wenn du einen Menüleisten-Eintrag über die Suchleiste öffnest, wird der Mauszeiger daneben bewegt, sodass sein Menü unter dem Zeiger erscheint.
es: Cuando abras un elemento de la barra de menús desde el panel de búsqueda, el cursor se moverá junto a él, de modo que su menú aparezca debajo del cursor.
fr: Lorsque vous ouvrez un élément de la barre des menus depuis le panneau de recherche, le pointeur de la souris se place à côté de celui-ci, afin que son menu apparaisse sous le pointeur.
hu: Amikor egy menüsor elemet a keresőpanelről nyitsz meg, az egérmutató mellé kerül, így a menüje a mutató alatt jelenik meg.
id: Saat kamu membuka item bar menu dari panel pencarian, penunjuk dipindahkan ke sebelahnya sehingga menunya muncul di bawah penunjuk.
it: Quando apri un elemento della barra dei menu dal pannello di ricerca, il puntatore del mouse viene spostato accanto a esso, così il suo menu compare sotto il puntatore.
ja: 検索パネルからメニューバー項目を開くと、マウスポインターがその項目の隣に移動し、メニューがポインターの下に表示されます。
ko: 검색 패널에서 메뉴 막대 항목을 열면 마우스 포인터가 그 옆으로 이동해 메뉴가 포인터 아래에 나타납니다.
nl: Wanneer je een menubalkitem opent via het zoekvenster, verplaatst de muisaanwijzer zich ernaartoe, zodat het menu onder de aanwijzer verschijnt.
pl: Gdy otworzysz element paska menu z panelu wyszukiwania, kursor myszy przesunie się obok niego, dzięki czemu jego menu pojawi się pod kursorem.
pt_br: Quando você abre um item da barra de menus pelo painel de busca, o ponteiro do mouse é movido para perto dele, de modo que o menu apareça sob o ponteiro.
ru: Когда вы открываете элемент строки меню с панели поиска, указатель мыши перемещается к нему, и его меню появляется под указателем.
th: เมื่อคุณเปิดรายการในแถบเมนูจากแผงค้นหา ตัวชี้เมาส์จะย้ายไปอยู่ข้าง ๆ รายการนั้น เมนูจึงปรากฏใต้ตัวชี้
tr: Arama panelinden bir menü çubuğu ögesi açtığınızda, farenin imlecini ögenin yanına getirin; böylece menüsü imlecin altında görünür.
uk: Коли ви відкриваєте обʼєкт рядка меню з панелі пошуку, курсор миші переміщується до нього, тож його меню зʼявляється під курсором.
vi: Khi bạn mở một mục trên thanh menu từ bảng tìm kiếm, con trỏ chuột sẽ di chuyển đến bên cạnh mục đó, để menu của nó xuất hiện ngay dưới con trỏ.
zh_hans: 从搜索面板打开菜单栏项时，将鼠标指针移动到该项旁边，其菜单会出现在指针下方。
zh_hant: 從搜尋面板開啟選單列項目時，將滑鼠指標移到該項目旁邊，使其選單出現在指標下方。

source: Warning: This app is not code-signed.
cs: Pozor: Tato aplikace není podepsána!
de: Warnung: Diese Anwendung ist nicht Code-signiert.
es: Advertencia: esta aplicación no tiene firma de código.
fr: Avertissement : cette application n'est pas signée.
hu: Figyelmeztetés: Ez az alkalmazás nincs kódaláírással ellátva.
id: Peringatan: Aplikasi ini tidak dilengkapi tanda tangan digital.
it: Attenzione: Questa app non ha la firma del codice.
ja: 警告: このアプリはコード署名されていません。
ko: 경고: 이 앱은 코드 서명이 없습니다.
nl: Waarschuwing: deze app is niet digitaal ondertekend.
pl: Uwaga: ta aplikacja nie ma podpisu cyfrowego.
pt_br: Aviso: este aplicativo não possui assinatura de código.
ru: Предупреждение: это приложение не имеет цифровой подписи.
th: คำเตือน: แอปนี้ไม่ได้รับการลงนามรหัส
tr: Uyarı: Bu uygulama kod imzalı değil.
uk: Попередження: цю програму не підписано.
vi: Cảnh báo: Ứng dụng này không được ký mã.
zh_hans: 警告：此应用未经过代码签名。
zh_hant: 警告：此應用程式未經程式碼簽署。

source: Whitelisted Applications
cs: Seznam povolených aplikací
de: Anwendungen auf der Whitelist
es: Aplicaciones permitidas
fr: Applications sur liste blanche
hu: Engedélyezőlistás alkalmazások
id: Aplikasi yang Diizinkan
it: Applicazioni nella whitelist
ja: ホワイトリストに登録されたアプリ
ko: 화이트리스트 등록된 애플리케이션
nl: Toegestane applicaties
pl: Aplikacje na białej liście
pt_br: Aplicativos na Lista de Permissões
ru: Приложения из белого списка
th: แอปพลิเคชันที่อนุญาต
tr: Güvenli Listedeki Uygulamalar
uk: Дозволені програми
vi: Ứng dụng được đưa vào danh sách trắng
zh_hans: 白名单应用程序
zh_hant: 白名單應用程式

source: Whitelisted apps can read settings, toggle boolean options, set numeric values (timers, delays), change enum settings (rehide strategy, %1$@ Bar location), and modify per-display configurations. This includes auto-rehide, show on click/hover/scroll/double-click, %2$@ Bar, hide application menus, enable always-hidden section, show tooltips, and diagnostic logging.
cs: Aplikace na seznamu povolených mohou číst nastavení, přepínat logické volby, nastavovat číselné hodnoty (časovače, zpoždění), měnit nastavení výběrových typů (způsoby opětovného skrytí, umístění lišty %1$@) a upravovat konfigurace jednotlivých monitorů. Patří sem automatické opětovné skrytí, zobrazení při kliknutí/najetí myší/rolování/dvojitém kliknutí, řádek %2$@, skrytí nabídek aplikací, povolení sekce „vždy skryté“, zobrazení popisků a diagnostické protokolování.
de: Anwendungen auf der Whitelist können Einstellungen lesen, Optionen umschalten, numerische Werte festlegen (Timer, Verzögerung), Einstellungen ändern (Strategie für automatisches verstecken, %1$@-Bar Standort) und Konfigurationen pro Anzeige ändern. Dazu gehören automatisches Verstecken, Anzeigen bei Klick/Darüberschweben/Scrollen/Doppelklick, %2$@-Leiste, verstecke Anwendungsmenüs, Aktivieren des Immer-Versteckt Bereichs, Anzeige von Tooltips und Diagnoseprotokollierung.
es: Las aplicaciones en whitelist pueden leer los ajustes, cambiar opciones booleanas, establecer valores numéricos (temporizadores, retrasos), cambiar ajustes de menu (ocultar estrategia, ubicación de la barra %1$@) y modificar las configuraciones por pantalla. Esto incluye auto-reocultar, mostrar al hacer clic/hover/scroll/double-clic, %2$@ Bar, ocultar los menús de la aplicación, habilitar siempre la sección oculta, mostrar las sugerencias y el registro de diagnóstico.
fr: Les applications figurant sur liste blanche peuvent lire les paramètres, activer ou désactiver des options logiques, définir des valeurs numériques (minuteries, délais), modifier les paramètres des énumérations (stratégie de masquage, emplacement de la barre %1$@) et modifier les configurations propres à chaque écran. Cela inclut le masquage automatique, l'affichage au clic/survol/défilement/double-clic, la barre %2$@, le masquage des menus d'application, l'activation de la section "toujours masquée", l'affichage des info-bulles et la journalisation des diagnostics.
hu: Az engedélyezőlistás alkalmazások olvashatják a beállításokat, be- vagy kikapcsolhatják a logikai opciókat, numerikus értékeket állíthatnak be (időzítők, késleltetések), módosíthatják az enum beállításokat (újrarejtési stratégia, %1$@ sáv helye), és módosíthatják a kijelzőnkénti konfigurációkat. Ez magában foglalja az automatikus újrarejtést, a kattintásra/rámutatásra/görgetésre/dupla kattintásra történő megjelenítést, a %2$@ sávot, az alkalmazásmenük elrejtését, a mindig rejtett szakasz engedélyezését, az eszköztippek megjelenítését és a diagnosztikai naplózást.
id: Aplikasi dalam daftar izin dapat menbaca pengaturan, mengaktifkan atau menonaktifkan opsi boolean, mengubah nilai numberik (waktu, jeda), mengubah pengaturan enum (strategi sembunyi ulang, lokasi Bar %1$@), serta mengubah konfigurasi per layar. Ini mencakup sembunyi-ulang otomatis, tampil saat klik/arah kursor/gulir/klik dua kali, Bar %2$@, menyembunyikan menu aplikasi, mengaktifkan bagian selalu-tersembunyi, tip alat, dan pencatatan diagnostik.
it: Applicazioni nella whitelist possono leggere le impostazioni, cambiare l'opzione booleana, impostare valori numerici (timer o ritardi), modificare impostazioni enumerati (strategia di rinascondi, posizione della Barra %1$@), e modificare le configurazioni per ogni schermo. Questo include l'auto-rinascondi, mostrare sul click/portare sopra/scorrimento/doppio click, Barra di %2$@, nascondere i menu delle applicazioni, abilitare la sezione "sempre nascosta", mostrare tooltip, e log di diagnostica.
ja: ホワイトリストに登録されたアプリは、設定の読み取り、ブール値オプションの切り替え、数値の設定（タイマー、遅延）、列挙型設定（再非表示戦略、%1$@ バーの位置）の変更、およびディスプレイごとの設定の変更が可能です。これには、自動再非表示、クリック/ホバー/スクロール/ダブルクリックで表示、%2$@ バー、アプリケーションメニューの非表示、常時非表示セクションの有効化、ツールチップの表示、および診断ログが含まれます。
ko: 화이트리스트에 등록된 앱들은 설정 읽기, 옵션 변경, 숫자 값(타이머, 지연) 설정, 열거형 설정(다시 숨기기 방식, %1$@ 막대 위치), 그리고 디스플레이별 구성을 수정할 수 있습니다. 여기에는 자동 다시 숨기기, 클릭/마우스 오버/스크롤/더블 클릭 시 표시, %2$@ 막대, 앱 메뉴 숨기기, 항상 숨김 섹션 활성화, 툴팁 표시 및 진단 로깅이 포함됩니다.
nl: Toegestane apps op de lijst kunnen instellingen lezen, booleaanse opties in- of uitschakelen, numerieke waarden instellen (timers, vertragingen), instellingen voor keuzelijsten wijzigen (strategie voor automatisch verbergen, locatie van de %1$@-balk) en configuraties per scherm aanpassen. Dit omvat automatisch verbergen, weergeven bij klikken/aanwijzen/scrollen/dubbelklikken, de %2$@-balk, applicatiemenu’s verbergen, het gedeelte ‘altijd verborgen’ inschakelen, tooltips weergeven en diagnostische logboekregistratie.
pl: Aplikacje na białej liście mogą odczytywać ustawienia, przełączać opcje włącz/wyłącz, ustawiać wartości liczbowe (liczniki, opóźnienia), zmieniać ustawienia typu enum (strategię ponownego ukrywania, położenie paska %1$@) oraz modyfikować konfiguracje dla poszczególnych wyświetlaczy. Obejmuje to automatyczne ukrywanie, pokazywanie po kliknięciu/najechaniu/przewinięciu/dwukrotnym kliknięciu, pasek %2$@, ukrywanie menu aplikacji, włączanie sekcji zawsze ukrytej, wyświetlanie podpowiedzi oraz logowanie diagnostyczne.
pt_br: Os aplicativos incluídos na lista de permissões podem ler configurações, ativar ou desativar opções binárias, definir valores numéricos (temporizadores, atrasos), alterar configurações de enumeração (estratégia de ocultação automática, localização da Barra %1$@) e modificar configurações específicas de cada tela. Isso inclui ocultação automática, exibição ao clicar/passar o mouse/rolar a tela/dar um clique duplo, Barra %2$@, ocultar menus de aplicativos, ativar a seção Sempre Ocultos, exibir dicas e registro de diagnóstico.
ru: Приложения из белого списка могут считывать настройки, переключать булевы параметры, устанавливать числовые значения (таймеры, задержки), изменять настройки перечислений (стратегия повторного скрытия, расположение панели %1$@) и корректировать конфигурации для отдельных экранов. Сюда входят: автоматическое повторное скрытие, отображение при нажатии/наведении курсора/прокрутке/двойном щелчке, панель %2$@, скрытие меню приложений, включение раздела «Всегда скрыто», отображение всплывающих подсказок и ведение диагностического журнала.
th: แอปในรายการที่อนุญาตสามารถอ่านการตั้งค่า สลับตัวเลือกแบบ boolean ตั้งค่าตัวเลข (ตัวจับเวลา, ความล่าช้า) เปลี่ยนการตั้งค่าแบบ enum (กลยุทธ์การซ่อนอีกครั้ง, ตำแหน่งแถบ %1$@) และแก้ไขการตั้งค่าสำหรับแต่ละหน้าจอ ซึ่งรวมถึงการซ่อนอัตโนมัติ แสดงเมื่อคลิก/วางเมาส์/เลื่อน/ดับเบิลคลิก, แถบ %2$@, ซ่อนเมนูแอปพลิเคชัน, เปิดใช้งาน "หมวดหมู่ที่ซ่อนอยู่เสมอ", แสดงคำแนะนำ และบันทึกการวินิจฉัย
tr: Güvenli listedeki uygulamalar ayarları okuyabilir, boolean seçenekleri değiştirebilir, sayısal değerler (zamanlayıcılar, gecikmeler) ayarlayabilir, enum ayarlarını değiştirebilir (yeniden gizleme stratejisi, %1$@ Çubuğu), ve ekran başına yapılandırmaları düzenleyebilir. Buna otomatik yeniden gizleme, tıklama/üzerine gelme/kaydırma/çift tıklama ile gösterme, %2$@ Çubuğu, uygulama menülerini gizleme, her zaman gizli bölümü etkinleştirme, ipuçlarını gösterme ve tanı günlüğü dahildir.
vi: Các ứng dụng được đưa vào danh sách cho phép có thể đọc cài đặt, chuyển đổi các tùy chọn boolean, đặt giá trị số (bộ hẹn giờ, độ trễ), thay đổi cài đặt enum (ẩn lại chiến lược, vị trí thanh %1$@) và sửa đổi cấu hình trên mỗi màn hình. Điều này bao gồm tự động ẩn lại, hiển thị khi nhấp/di chuột/cuộn/nhấp đúp, thanh %2$@, ẩn menu ứng dụng, bật phần luôn ẩn, hiển thị chú giải công cụ và ghi nhật ký chẩn đoán.
zh_hans: 白名单应用可以读取设置、切换布尔选项、设置数值（定时器、延迟）、更改枚举设置（重新隐藏策略、%1$@ 栏位置），并修改分显示器配置。这包括自动重新隐藏、通过点击/悬停/滚动/双击显示、%2$@ 栏、隐藏应用程序菜单、启用“始终隐藏”部分、显示工具提示以及诊断日志记录。
zh_hant: 白名單應用程式可以讀取設定、切換布林值選項、設定數值（計時器、延遲）、更改列舉設定（重新隱藏策略、%1$@ 列位置），並修改個別顯示器的配置。這包括自動重新隱藏、透過點擊/懸停/捲動/雙擊顯示、%2$@ 列、隱藏應用程式選單、啟用「始終隱藏」區塊、顯示工具提示以及診斷記錄。

source: Without confirmation, save spacing to
cs: Bez potvrzení ukládat rozestupy do
de: Speichere Abstände ohne Bestätigung in
es: Sin confirmar, guardar espaciado a
fr: Sans confirmation, sauvegarder les espacements à
hu: Megerősítés kikapcsolása esetén a térköz mentése ide
id: Tanpa konfirmasi, simpan perubahan jarak ke
it: Senza conferma, salva la spaziatura in
ja: 確認なしで間隔を保存するプロファイル
ko: 확인 없이 간격을 저장할 대상
nl: Zonder bevestiging de spatiëring opslaan in
pl: Bez potwierdzenia zapisz odstępy do
pt_br: Sem confirmação, salvar o espaçamento em
ru: Без подтверждения сохранять интервал в
th: บันทึกระยะห่างโดยไม่ต้องยืนยันไปยัง
tr: Onay almadan, aralığı şuraya kaydet
uk: Якщо підтвердження відсутнє, зберегти інтервали в
vi: Nếu không có xác nhận, hãy lưu khoảng cách vào
zh_hans: 无需确认，直接将间距保存到
zh_hant: 在沒有詢問的狀況下，將設定檔儲存至
